import java.util.ArrayList;
import java.util.Arrays;
import java.util.List;

/**
 * Data for generating objects
 */
public class Data {

    /**
     * List of full names
     */
    public static List<String> fioList = new ArrayList<>(Arrays.asList(
            "Захаров Максимилиан Романович", "Воронцов Витольд Федосеевич",
            "Бирюков Арсен Анатольевич", "Шилов Ибрагил Павлович",
            "Родионов Кондратий Георгьевич", "Чернов Климент Онисимович",
            "Евдокимов Прохор Яковович", "Григорьев Лукьян Рубенович",
            "Дроздов Варлаам Юрьевич", "Фролов Георгий Федорович",
            "Фокин Петр Петрович", "Крылов Андрей Миронович",
            "Макаров Тимофей Валерьянович", "Федосеев Родион Максимович",
            "Степанов Соломон Леонидович", "Захаров Тимур Геннадиевич",
            "Доронин Георгий Гордеевич", "Суханов Болеслав Эльдарович",
            "Одинцов Емельян Митрофанович", "Соловьёв Иосиф Георгьевич",

            "Яковлева Мия Геннадиевна", "Корнилова Эллада Никитевна",
            "Данилова Галина Натановна", "Блохина Изабелла Михаиловна",
            "Доронина Беатриса Рубеновна", "Щербакова Келен Вячеславовна",
            "Кулакова Зарина Денисовна", "Мышкина Жюли Ефимовна",
            "Шарова Ариадна Аркадьевна", "Рыбакова Валерия Ильяовна",
            "Потапова Лика Иосифовна", "Белоусова Винетта Семёновна",
            "Колесникова Евгения Серапионовна", "Горбунова Селена Ивановна",
            "Гурьева Ирма Тарасовна", "Полякова Амина Богуславовна",
            "Рожкова Клара Прокловна", "Громова Устинья Алексеевна",
            "Кудрявцева Венера Иосифовна", "Голубева Юлия Мироновна"
    ));

}
